Repository: Deepraj916/Krishimitra-app
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: mr

source: An account with this email already exists.
mr: या ईमेलने आधीच एक खाते अस्तित्वात आहे.

source: Passwords do not match.
mr: पासवर्ड जुळत नाहीत.

source: Registration successful! Please log in.
mr: नोंदणी यशस्वी झाली! कृपया लॉगिन करा.

source: Logged in successfully!
mr: यशस्वीरित्या लॉगिन केले!

source: Invalid email or password. Please try again.
mr: अवैध ईमेल किंवा पासवर्ड. कृपया पुन्हा प्रयत्न करा.

source: You have been logged out.
mr: तुम्ही लॉग आउट झाला आहात.

source: You must be logged in to add a product.
mr: उत्पादन जोडण्यासाठी तुम्हाला लॉगिन करणे आवश्यक आहे.

source: No image file part
mr: चित्र फाइलचा भाग नाही

source: No selected image file
mr: कोणतीही चित्र फाइल निवडलेली नाही

source: Your product has been listed!
mr: तुमचे उत्पादन सूचीबद्ध झाले आहे!

source: You must be logged in to perform this action.
mr: ही क्रिया करण्यासाठी तुम्हाला लॉगिन करणे आवश्यक आहे.

source: Product not found.
mr: उत्पादन सापडले नाही.

source: You are not authorized to delete this product.
mr: तुम्हाला हे उत्पादन हटवण्याची परवानगी नाही.

source: Product has been deleted successfully.
mr: उत्पादन यशस्वीरित्या हटवले आहे.

source: No file part
mr: फाइलचा भाग नाही

source: No selected file
mr: कोणतीही फाइल निवडलेली नाही

source: Add a New Product
mr: नवीन उत्पादन जोडा

source: List a New Product for Sale
mr: विक्रीसाठी नवीन उत्पादन सूचीबद्ध करा

source: Product Name
mr: उत्पादनाचे नाव

source: Category
mr: श्रेणी

source: -- Select a Category --
mr: -- एक श्रेणी निवडा --

source: Products (Fertilizers, etc.)
mr: उत्पादने (खते, इत्यादी)

source: Tools
mr: साधने

source: Seeds
mr: बियाणे

source: Others
mr: इतर

source: Description
mr: वर्णन

source: Price (e.g., ₹1,200)
mr: किंमत (उदा., ₹१,२००)

source: Product Image
mr: उत्पादनाचे चित्र

source: Add Product
mr: उत्पादन जोडा

source: Krishimitra
mr: कृषिमित्र

source: Agro Store
mr: ऍग्रो स्टोअर

source: Disease Detection
mr: रोग निदान

source: Market Prices
mr: बाजार भाव

source: Logout
mr: लॉगआउट

source: Login
mr: लॉगिन

source: Register
mr: नोंदणी करा

source: Plant Disease Detection System
mr: वनस्पती रोग निदान प्रणाली

source: Upload a clear photo of an affected plant leaf to get a diagnosis.
mr: निदान मिळविण्यासाठी प्रभावित वनस्पतीच्या पानाचा एक स्पष्ट फोटो अपलोड करा.

source: Choose an Image
mr: एक चित्र निवडा

source: Detect Disease
mr: रोगाचे निदान करा

source: Uploaded Image
mr: अपलोड केलेले चित्र

source: Detection Result
mr: निदानाचा परिणाम

source: Suggested Remedy
mr: सुचवलेला उपाय

source: No specific remedy information found in our database for this condition.
mr: या स्थितीसाठी आमच्या डेटाबेसमध्ये कोणताही विशिष्ट उपाय सापडला नाही.

source: Suggested Products from Our Store
mr: आमच्या स्टोअरमधील सुचवलेली उत्पादने

source: Image Preview
mr: चित्राचे पूर्वावलोकन

source: Welcome - Krishimitra
mr: स्वागत - कृषिमित्र

source: Welcome to Krishimitra!
mr: कृषिमित्र मध्ये आपले स्वागत आहे!

source: Your one-stop solution for agricultural needs.
mr: शेतीच्या गरजांसाठी तुमचे एक-थांबा समाधान.

source: Use the navigation above to explore the store, detect plant diseases, or check current market prices.
mr: स्टोअर एक्सप्लोर करण्यासाठी, वनस्पतींचे रोग ओळखण्यासाठी किंवा सध्याचे बाजार भाव तपासण्यासाठी वरील नेव्हिगेशनचा वापर करा.

source: Login - Krishimitra
mr: लॉगिन - कृषिमित्र

source: Login to Your Account
mr: आपल्या खात्यात लॉगिन करा

source: Email Address
mr: ईमेल ऍड्रेस

source: Password
mr: पासवर्ड

source: Current Market Prices in Maharashtra
mr: महाराष्ट्रातील सध्याचे बाजार भाव

source: Latest data from various agricultural markets.
mr: विविध कृषी बाजारांमधील नवीनतम डेटा.

source: Commodity
mr: माल

source: Market
mr: बाजार

source: Modal Price
mr: सर्वसाधारण किंमत

source: Could not fetch price data at this time.
mr: यावेळी किमतीचा डेटा मिळू शकला नाही.

source: Register - Krishimitra
mr: नोंदणी - कृषिमित्र

source: Create an Account
mr: एक खाते तयार करा

source: Confirm Password
mr: पासवर्डची पुष्टी करा

source: Search for products...
mr: उत्पादने शोधा...

source: List a New Product +
mr: नवीन उत्पादन सूचीबद्ध करा +

source: Showing results for: "%(search_query)s"
mr: "%(search_query)s" साठी परिणाम दाखवत आहे

source: Seller: %(seller)s
mr: विक्रेता: %(seller)s

source: Contact Seller
mr: विक्रेत्याशी संपर्क साधा

source: Delete
mr: हटवा

source: No products found. Try a different category or search term.
mr: कोणतेही उत्पादन सापडले नाही. वेगळी श्रेणी किंवा शोध संज्ञा वापरून पहा.
